Repository: kugel-/peasy
Catalog: po/*.po
Languages: de

source: Provides libpeas-based plugins.
de: Bietet Unterstützung für Plugins basierend auf libpeas.

source: Tests whether peasy actually works
de: Test ob Peasy überhaupt funzt!

source: %s(): Hello from %s!
de: %s(): Hallo aus %s!

source: Python Console (Peasy)
de: Python-Kommandozeile (Peasy)

source: This plugins opens a console window in which you can explore the Geany APIs and run arbitrary python code. Heavily based on console.py for GeanyPy.
de: Öffnet ein Kommandozeilenfenster, in welchem man Geanys und Peasys APIs endtecken und beliebigen Pythoncode ausführen kann. Basiert auf console.py aus GeanyPy.

source: Parses vim modeline and applies them to Geany on a per-file basis.
de: Parst vim modelines und wendet die Einstellungen auf

source: Key %s is not supported!
de: Schlüssel %s wird nicht unterstützt!

source: Follow Geany's settings for detecting indentation from the file
de: Folge Geanys Einstellungen zum Auslesen der Einrückung aus der Datei

source: If enabled, indent type and width from modeline only apply if Geany is set to detect these settings from the file. Other modeline settings apply always.
de: Wenn aktiviert, dann werden die Einstellungen zu Einrückungstyp und -weite nur dann angewendet, wenn Geany so eingestellt ist, dass diese aus der Datei gelesen werden. Andere modeline-Einstellungen sind davon unberührt.

source: Tests whether peasy actually works with python
de: Test ob Peasy überhaupt mit Python funzt!

source: Hello from %s!
de: Hallo aus %s!

source: %s says bye!
de: %s sagt Tschüss!

source: Quick Tab Switch
de: Schneller Tabwechsel

source: Adds a dialog that allows to quckly switch tabs.
de: Fügt einen Dialog hinzu, der es erlaubt schnell zu anderen Tabs zu wechseln.

source: Switch to file
de: Wechsle Datei

source: Switch to function
de: Gehe zu Funktion

source: Switch to symbol declaration
de: Gehe zu Symboldeklaration

source: Function
de: Funktion

source: File
de: Datei
